{
    "The Bamboozlement Theory" : "Bad writing is purposeful to hide the fact that the author has no idea what they're doing.",
    "The Insider Short-Hand Theory" : "The author writes with shorthand from their field assuming the reader will understand.",
    "The Ponderous Language Myth" : "Journals and Universities push for complex language to make themselves seem more important.",
    "The Curse of Knowledge" : "Knowing too much about a subject makes it hard to imagine not knowing it.",
    "Classic Style" : "The best writing is simple, clear, and concise.",
    "Practical Style" : "The best writing is clear and concise, but can be complex when necessary. Normally follows some form of structure.",
    "Self-Conscious Style" : "Writing resulting when the authors goal is to avoid being convicted of not knowing what they're talking about.",
    "Metadiscourse" : "Writing that talks about writing.",
    "Professional Narcissism" : "Unnecessary writing regarding ones own field as oppsoed to the subject at hand.",
    "Apologizing" : "Unnecessary writing regarding the difficulty of writing about a subject to avoid being convicted of not knowing what they're talking about.",
    "Shudder Quotes" : "Addition of quotes around idiomatic phrases to avoid looking unprofessional.",
    "Hedging" : "Additional language to avoid being wrong in the case that the author is wrong.",
    "Metaconcepts" : "Concepts about concepts. Ex: 'approching this concept from a law-enforcement perspective' as opposed to 'calling the police'",
    "Nominalizations" : "Useless conversion of verbs to nouns",
    "Danging Modifiers" : "When the subject of the modifier is missing form the sentence and another subject takes its place.",
    "Predicate Nominatives" : "When the subject of the sentence is replaced by a noun. Ex. 'Hi honey, it's me' as opposed to 'Hi honey, it's I'",
    "Split Infinitives" : "When an adverb is placed between 'to' and a verb. Ex. 'to boldly go' as opposed to 'to go boldly'",
    "Usage of 'Who' and 'Whom'" : "Subject pronoun vs object pronoun",
    "Count Nouns" : "Nouns that can be counted. Ex. 'I have 3 apples'",
    "Mass Nouns" : "Nouns that cannot be counted. Ex. 'I have 3 water'"

}